Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Training services relating to the repair of computers
it: Servizi di formazione in materia di riparazione di computer

source: Training services relating to the repair of vehicles
it: Servizi di formazione in materia di riparazione di veicoli

source: Training services relating to the use of information technology
it: Servizi di in materia di uso delle tecnologie informatiche

source: Training services relating to vocal expression
it: Servizi di formazione in materia d'espressione vocale

source: Leasing of motion picture cameras
it: Leasing di macchine cinematografiche

source: Educational services relating to beauty therapy
it: Servizi didattici riguardanti terapie di bellezza

source: Production of course material distributed at professional courses
it: Produzione di materiale didattico distribuito in occasione di corsi professionali

source: Teaching services relating to the surgical field
it: Servizi d'insegnamento in ambito chirurgico

source: Training relating to sales
it: Formazione in materia di vendite

source: Arranging of presentations for cultural purposes
it: Allestimento di presentazioni per scopi culturali

source: Audio entertainment services
it: Servizi d'intrattenimento audio

source: Entertainment services in the form of cinema performances
it: Servizi di intrattenimento sotto forma di spettacoli cinematografici

source: Computer education training
it: Formazione in campo informatico

source: Education services relating to the development of childrens' mental faculties
it: Istruzione riguardante lo sviluppo delle facoltà mentali dei bambini

source: Education services relating to the horticultural industry
it: Servizi d'istruzione in materia di industria orticola

source: Education services relating to the provision of restaurant services
it: Istruzione in materia di erogazione di servizi di ristorazione

source: Education services relating to the use of computers in business
it: Servizi didattici riguardanti l'utilizzo di computer nell'attività aziendale

source: Education services relating to water
it: Servizi d'istruzione in materia di acqua

source: Demonstration [training] in painting and decorating techniques
it: Dimostrazione [formazione] in tecniche di verniciatura e decorazione

source: Rental of records, compact discs or pre-recorded magnetic tapes
it: Noleggio di dischi, compact disc o nastri magnetici preregistrati

source: Arranging and conducting conferences and seminars
it: Organizzazione e conduzione di conferenze e seminari

source: Teaching at junior high schools
it: Insegnamento in scuola media

source: Entertainment services provided by vocalists
it: Servizi d'intrattenimento offerti da cantanti

source: Television studio services
it: Servizi di studi televisivi

source: Conducting courses, seminars and workshops
it: Conduzione di corsi, seminari e workshop

source: Conducting of business conferences
it: Conduzione di conferenze aziendali

source: Educational services relating to zoology
it: Servizi d'istruzione in materia di zoologia

source: Editing of audio-tapes
it: Montaggio di nastri audio

source: Educational services relating to management
it: Servizi d'istruzione in materia di gestione

source: Education services relating to modelling
it: Servizi d'istruzione in materia di modelli

source: Educating at senior high schools
it: Istruzione in scuole superiori

source: Beach and pool clubs
it: Club di spiagge e piscine

source: Provision of instruction courses in general management
it: Fornitura di corsi d'istruzione in materia di gestione generale

source: Telephone conversation services for entertainment purposes
it: Servizi di conversazione telefonica per intrattenimento

source: Services for the publication of travel guides
it: Servizi di pubblicazione di guide sui viaggi

source: Publication of electronic newspapers accessible via a global computer network
it: Pubblicazione di giornali elettronici accessibili tramite una rete informatica globale

source: Provision of translation services
it: Fornitura di servizi di traduzione

source: Artistic management of theatre shows
it: Gestione artistica di spettacoli teatrali

source: Auditioning for tv game shows
it: Audizioni per giochi televisivi

source: Arranging of displays for cultural purposes
it: Organizzazione di esposizioni a scopo culturale

source: Training in combatting forgery with a view to recognising fakes
it: Formazione al riconoscimento dei falsi per la prevenzione della contraffazione

source: Training in the field of advertising
it: Formazione in materia di pubblicità

source: Business training provided through a game
it: Formazione aziendale fornita attraverso un gioco

source: Education advisory services relating to accountancy
it: Servizi di consulenza didattica in materia di contabilità

source: Education in the field of computing
it: Insegnamento nel campo dell'informatica

source: Staging of light entertainment productions
it: Allestimento di programmi d'intrattenimento leggero

source: Popular entertainment services
it: Divertimento per il grande pubblico

source: Information relating to education, provided on-line from a computer database or the internet
it: Informazioni relative al campo dell'istruzione accessibili on-line tramite una banca dati o su Internet

source: Entertainment booking services
it: Prenotazione di intrattenimenti

source: Entertainment in the nature of ethnic festival
it: Intrattenimento sotto forma di festival etnici

source: Arranging of seminars relating to advertising
it: Organizzazione di seminari relativi alla pubblicità

source: Arranging of seminars relating to cultural activities
it: Organizzazione di seminari in materia di attività culturali

source: Arranging of an annual conference relating to telecommunications
it: Organizzazione di una conferenza annuale in materia di telecomunicazioni

source: Conducting of educational seminars relating to medical matters
it: Conduzione di seminari didattici in questioni mediche

source: Production of educational television programmes
it: Produzione di materiale didattico televisivo

source: Production of entertainment in the form of video tapes
it: Produzione d'intrattenimento sotto forma di videonastri

source: Production of entertainment shows featuring instrumentalists
it: Produzione di spettacoli d'intrattenimento offerti da musicisti

source: Rental of game machines and apparatus
it: Noleggio di macchine e apparecchi per giochi

source: Rental of overhead projectors
it: Noleggio di lavagne luminose

source: Residential education courses
it: Corsi di istruzione residenziali

source: Entertainment in the nature of roller derbys
it: Intrattenimento sotto forma di Roller derby

source: Entertainment by means of concerts
it: Divertimento tramite concerti

source: Educational services relating to physical fitness
it: Istruzione in materia di forma fisica

source: Organising of sporting events, competitions and sporting tournaments
it: Organizzazione di manifestazioni sportive, gare e tornei sportivi

source: Providing golf facilities
it: Fornitura di percorsi di golf

source: Festivals (Organisation of -) for recreational purposes
it: Organizzazione di festival a scopo ricreativo

source: Organisation of parties
it: Organizzazione di feste

source: Organisation of seminars relating to education
it: Organizzazione di seminari in materia d'istruzione

source: Organisation of seminars relating to training
it: Organizzazione di seminari in materia di formazione

source: Provision of training facilities
it: Fornitura di strutture di formazione

source: Training for blind persons in the use of guide dogs
it: Addestramento per non vedenti all'utilizzo di cani guida

source: Training in catering
it: Formazione in catering

source: Education services provided by radio
it: Servizi di istruzione mediante radio

source: Education services relating to ayurvedic magnetism
it: Servizi d'istruzione in materia di magnetismo ayurvedico

source: Education services relating to commerce
it: Servizi d'istruzione in materia di commercio

source: Education services relating to cooking
it: Istruzione riguardante la cucina

source: Physical education instruction
it: Insegnamento di educazione fisica

source: Summer camps [entertainment and education]
it: Campi estivi [intrattenimento e insegnamento]

source: Providing online non-downloadable comic books and graphic novels
it: Fornitura di fumetti e romanzi a fumetti non scaricabili on-line

source: Providing on-line non-downloadable general feature magazines
it: Fornitura di riviste d'argomento generale non scaricabili on-line

source: Arranging for students to participate in educational activities
it: Organizzazione della partecipazione di studenti in attività didattiche

source: Organisation of group recreational activities
it: Organizzazione di attività ricreative di gruppo

source: Performing of music and singing
it: Esecuzioni musicali e canore

source: Strength and conditioning training
it: Addestramento di forza e condizionamento

source: Conducting of phone-in competitions
it: Conduzione di concorsi telefonici

source: Recreational services relating to bob-sledding
it: Servizi ricreativi in materia di bob

source: Instructional services for horse-riding
it: Servizi d'istruzione in materia di equitazione

source: Publication of manuals
it: Pubblicazione di manuali

source: Recreational camps
it: Campi ricreativi

source: Production of entertainment shows featuring dancers
it: Produzione di spettacoli di intrattenimento con ballerini

source: Services for the organisation of football events
it: Servizi per organizzazione di manifestazioni di calcio

source: Organization of baseball games
it: Organizzazione di partite di baseball

source: Organization of sumo- wrestling competitions
it: Organizzazione di gare di sumo-wrestling

source: Organizing and arranging exhibitions for entertainment purposes
it: Organizzazione e preparazione di esposizioni per intrattenimento

source: Instruction in nutrition [not medical]
it: Istruzione non medica in materia di nutrizione

source: Instruction services relating to four wheel drive vehicle driving
it: Istruzione in materia di guida di veicoli a quattro ruote motrici

source: Organisation of automobile races
it: Organizzazione di gare automobilistiche

source: Organisation of continuing educational seminars
it: Organizzazione di seminari di istruzione continuativa

source: Provision of education courses
it: Fornitura di corsi d'istruzione

source: Provision of educational services relating to health
it: Fornitura di servizi didattici riguardanti la salute

source: Provision of entertainment services through the media of audio tapes
it: Fornitura di servizi d'intrattenimento tramite nastri audio

source: Provision of entertainment services through the media of cine-films
it: Fornitura di servizi d'intrattenimento tramite pellicole cinematografiche

source: Publishing services for books and magazines
it: Servizi di pubblicazione di libri e riviste

source: Dance events
it: Eventi di danza

source: Editing or recording of sounds and images
it: Montaggio o registrazione di suoni e immagini

source: Art exhibition services
it: Esposizioni d' arte

source: Hire of teaching materials
it: Affitto di materiali didattici

source: Production of audio-visual recordings
it: Produzione di registrazioni audiovisive

source: Sports instruction services
it: Servizi di allenamento sportivo

source: Arranging and conducting of conferences
it: Organizzazione e direzione di conferenze

source: Ticket agency services [entertainment]
it: Servizi di biglietteria [divertimento]

source: Publishing of medical publications
it: Edizione di pubblicazioni mediche

source: Publishing of stories
it: Pubblicazione di storie

source: Adult education services relating to pharmacy
it: Servizi di istruzione per adulti in materia di farmacia

source: Providing audio or video studios
it: Fornitura di studi audio o video

source: Provision of bowling alley facilities
it: Fornitura di strutture per sale da bowling

source: Training in the operation of integrated circuits
it: Formazione relativa all'uso di circuiti integrati

source: Preparation of news programmes for broadcasting
it: Preparazione di notiziari per la trasmissione

source: Preparation of news programmes for the cinema
it: Preparazione di programmi di notizie per il cinema

source: Preparation of texts for publication
it: Preparazione di testi per pubblicazione

source: Presentation of radio programmes
it: Presentazione di programmi radiofonici

source: Arranging of conferences
it: Organizzazione di congressi

source: Arranging of conferences relating to cultural activities
it: Organizzazione di conferenze relative ad attività culturali

source: Museum services relating to microscopy
it: Servizi di musei in materia di microscopia

source: Entertainment in the nature of ballet performances
it: Intrattenimento in forma di spettacoli di ballo

source: Entertainment in the nature of baseball games
it: Intrattenimento in forma di partite di baseball

source: Entertainment in the nature of competitions in the field of spelling
it: Intrattenimento sotto forma di competizioni di ortografia

source: School services
it: Servizi scolastici

source: Organisation of live performances
it: Organizzazione di spettacoli dal vivo

source: Organisation of motorcycle racing
it: Organizzazione di gare motociclistiche

source: Organisation of musical competitions
it: Organizzazione di concorsi musicali

source: Provision of facilities for dancing
it: Fornitura di locali da ballo

source: Provision of facilities for group exercise
it: Fornitura di strutture per esercizi di gruppo

source: Provision of facilities for live band performances
it: Fornitura di strutture per spettacoli di gruppi dal vivo

source: Rental of recording studios
it: Affitto di studi di registrazione

source: Horse jumping events (Organising of -)
it: Organizzazione di gare ippiche

source: Country clubs providing sporting facilities
it: Circoli sportivi dotati di impianti sportivi

source: Organization of golf tournaments
it: Organizzazione di tornei di golf

source: Seminars
it: Seminari

source: Sporting and recreational activities
it: Attività ricreative e sportive

source: Rental of skates
it: Affitto di pattini

source: Production of musical videos
it: Produzione di video musicali

source: Production of sound and image recordings on sound and image carriers
it: Produzione di registrazioni audio e video su supporti audio e video

source: Rental of lighting for use on television sets
it: Noleggio di sistemi di illuminazione per set televisivi

source: Rental of pre-recorded films
it: Affitto di film preregistrati

source: Recording studio services for films
it: Servizi di studi di registrazione per film

source: Organization of shows [impresario services]
it: Organizzazione di spettacoli [servizi di impresari]

source: Instruction via broadcasting
it: Trasmissione di formazione

source: Instructional services relating to data processing
it: Servizi per istruzione relativa ad elaborazione dati

source: Organisation of games and competitions
it: Organizzazione di giochi e gare

source: Organization, production and presentation of theatrical performances
it: Organizzazione, produzione e presentazione di spettacoli e rappresentazioni teatrali

source: Publication of printed matter relating to education
it: Pubblicazione di stampati in materia di istruzione

source: Publication of printed matter relating to pet fish
it: Pubblicazione di stampati relativi a pesci da appartamento

source: Running of museums
it: Gestione di musei

source: Soccer camps
it: Campi da calcio

source: Sound recording services
it: Servizi di registrazione audio

source: Publication of books, magazines, almanacs and journals
it: Pubblicazione di libri, riviste, almanacchi e riviste specializzate

source: Practical training in the field of welding
it: Formazione pratica nel campo della saldatura

source: Training services relating to orthopaedic medicine
it: Servizi di formazione in materia di medicina ortopedica

source: Training services relating to subaquatic activities
it: Servizi di formazione in materia di attività subacquee

source: Training services relating to the cleaning in hospitals
it: Servizi di formazione relativi alla pulizia in ospedali

source: Training services relating to the cleaning of factories
it: Sevizi di formazione relativa alla pulizia di fabbriche

source: Training services relating to the cleaning of restaurants
it: Servizi di formazione relativi alla pulizia di ristoranti

source: Training relating to the management of pet exhibitions
it: Formazione riguardante la gestione di mostre di animali domestici

source: Training of croupiers
it: Formazione di croupier

source: Training of personnel to ensure maximum security protection
it: Formazione del personale per garantire la massima tutela della sicurezza

source: Programming [scheduling of programs] on a global computer network
it: Programmazione [pianificazione di programmi] su una rete informatica globale

source: Recreation and training services
it: Attività ricreative e di formazione

source: Medical training and teaching
it: Istruzione e formazione medica

source: Production of video tapes for corporate use in management educational training
it: Produzione di videonastri per uso aziendale in formazione didattica gestionale

source: Leasing of cinemas
it: Affitto di cinema

source: Publishing of electronic publications
it: Edizione di pubblicazioni elettroniche

source: Rental of cinematographic machines and apparatus
it: Noleggio di macchine e apparecchi cinematografici

source: Production of cabarets
it: Produzione di cabaret

source: Teaching services relating to the dental field
it: Servizi d'insegnamento in ambito odontoiatrico

source: Training of swimming teachers
it: Formazione per insegnanti di nuoto

source: Training relating to computer techniques
it: Formazione in materia di tecniche informatiche

source: Organising of racing competitions
it: Organizzazione di gare di corsa

source: Wedding celebrations (Organisation of entertainment for -)
it: Organizzazione di intrattenimento per cerimonie nuziali

source: Education services relating to the application of computer systems
it: Istruzione riguardante l'applicazione di sistemi informatici

source: Education services relating to the veterinary profession
it: Servizi di istruzione relativi alla professione veterinaria

source: Coaching services for sporting activities
it: Servizi di allenamento per attività sportive

source: Directing of musical shows
it: Regia di spettacoli musicali

source: Publication of material on magnetic or optical data media
it: Pubblicazione di materiale su supporti magnetici o ottici

source: Tennis instruction
it: Corsi di tennis

source: Entertainment services relating to the playing of golf
it: Servizi di intrattenimento relativi al gioco del golf

source: Equipment rental for recreational horse riding
it: Noleggio di attrezzatura per equitazione amatoriale

source: Video rental services
it: Noleggio di video

source: Theatrical performances both animated and live action
it: Spettacoli teatrali di animazione e dal vivo

source: Theatrical performances, music performances
it: Rappresentazioni teatrali, esibizioni musicali

source: Conducting instructional courses
it: Conduzione di corsi di istruzione

source: Conducting of correspondence courses
it: Conduzione di corsi per corrispondenza

source: Conducting of courses relating to business administration
it: Conduzione di corsi di amministrazione aziendale

source: Ecologically orientated aquatic instruction
it: Istruzione acquatica orientata all'ecologia

source: Cable television programming [scheduling]
it: Programmazione di televisione via cavo

source: Organization of competitions relating to motor vehicles
it: Organizzazione di gare relative a veicoli a motore

source: Production of live television programmes for education
it: Produzione di programmi televisivi didattici in diretta

source: Production of musical recordings
it: Produzione di registrazioni musicali

source: Correspondence courses relating to gardening
it: Corsi per corrispondenza in materia di giardinaggio

source: Arranging professional workshop and training courses
it: Organizzazione di workshop e corsi di formazione professionali

source: Provision of television news shows
it: Fornitura di notiziari televisivi

source: Editing of television programmes
it: Montaggio di programmi televisivi

source: Live demonstrations for entertainment
it: Dimostrazioni dal vivo per intrattenimento

source: Lecture services relating to management skills
it: Servizi di conferenze in materia di competenze gestionali

source: Provision of instruction relating to communications techniques
it: Istruzione in materia di tecniche di comunicazione

source: Provision of instruction relating to nutrition
it: Fornitura d'istruzione in materia di alimentazione

source: Provision of medical instruction courses
it: Fornitura di corsi d'istruzione medica

source: Provision of recording facilities
it: Fornitura di strutture di registrazione

source: Technical training relating to hygiene
it: Formazione tecnica in materia di igiene

source: Telephone information services relating to education
it: Servizi d'informazione telefonica relativi all'istruzione

source: Services for the showing of cinematographic films
it: Servizi per la proiezione di pellicole cinematografiche

source: Setting of educational standards
it: Definizione di standard didattici

source: Publication of electronic magazines
it: Pubblicazione di riviste elettroniche

source: Publication of musical texts
it: Pubblicazione di testi musicali

source: Organisation of competitions and awards
it: Organizzazione di concorsi e premiazioni

source: Organisation of entertainment services
it: Organizzazione di servizi d'intrattenimento

source: Photographic library services
it: Servizi di biblioteche fotografiche

source: Advisory services relating to publishing
it: Servizi di consulenza in materia di editoria

source: Organising of educational games
it: Organizzazione di giochi educativi

source: Organising of festivals relating to jazz music
it: Organizzazione di festival di musica jazz

source: Arranging of visual entertainment
it: Organizzazione d'intrattenimenti visivi

source: Education academy services for teaching construction drafting
it: Servizi d'istruzione accademica per l'insegnamento della progettazione edile

source: Providing information on-line relating to computer games and computer enhancements for games
it: Informazioni on-line su giochi per computer e potenziamento di computer per giochi

source: Organisation of training courses relating to design
it: Organizzazione di corsi di formazione in materia di design

source: Presentation of television programmes
it: Presentazione di programmi televisivi

source: Arranging of demonstrations for cultural purposes
it: Organizzazione di dimostrazioni a scopo culturale

source: Pop music concerts (Organisation of -)
it: Organizzazione di concerti di musica pop

source: Entertainment services performed by musicians
it: Servizi di intrattenimento resi da musicisti

source: Entertainment services provided by a musical vocal group
it: Servizi di intrattenimento resi da gruppi musicali vocali

source: Arranging of presentations for educational purposes
it: Organizzazione di presentazioni per formazione

source: Production of entertainment in the form of a television series
it: Produzione di divertimento sotto forma di serie televisive

source: Rental of phonographic and music recordings
it: Noleggio di registrazioni fonografiche e musicali
